Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.playback.autoplayNextEp
source: Autoplay Next Episode
cs: Automaticky přehrát další epizodu
da: Afspil næste afsnit automatisk
de: Nächste Folge automatisch
el: Αυτόματη αναπαραγωγή επόμενου επεισοδίου
es: Reproducir el siguiente episodio
fi: Toista seuraava jakso automaattisesti
fr: Lire l'épisode suivant
hr: Automatski reproduciraj sljedeću epizodu
hu: Következő epizód automatikus lejátszása
it: Riproduci episodio successivo
ja: 次のエピソードを自動再生
ko: 다음 에피소드 자동 재생
nb: Spill av neste episode automatisk
nl: Volgende aflevering automatisch
pl: Odtwarzaj następny odcinek automatycznie
pt_br: Reproduzir próximo episódio automaticamente
pt_pt: Reproduzir próximo episódio automaticamente
ro: Redare automată a episodului următor
ru: Автовоспроизведение следующей серии
sk: Automaticky prehrať ďalšiu epizódu
sv: Spela nästa avsnitt automatiskt
tr: Sonraki Bölümü Otomatik Oynat
uk: Автовідтворення наступного епізоду
zh_hans: 自动播放下一集
zh_hant: 自動播放下一集

# settings.playback.autoplayNextEp.subtitle
source: Start the next episode automatically when one ends.
cs: Automaticky spustí další epizodu po skončení aktuální.
da: Start næste afsnit automatisk når det ene slutter.
de: Beginnt die nächste Folge automatisch am Ende einer Episode.
el: Εκκινεί αυτόματα το επόμενο επεισόδιο όταν τελειώνει ένα.
es: Inicia automáticamente el siguiente episodio al terminar uno.
fi: Käynnistää seuraavan jakson automaattisesti edellisen päätyttyä.
fr: Démarre automatiquement l'épisode suivant à la fin.
hr: Automatski pokreće sljedeću epizodu kada jedna završi.
hu: Automatikusan elindítja a következő epizódot, amikor egy véget ér.
it: Avvia automaticamente il prossimo episodio al termine.
ja: エピソードが終わったら次を自動的に再生します。
ko: 현재 에피소드가 끝나면 다음 에피소드를 자동으로 시작합니다.
nb: Start neste episode automatisk når den forrige slutter.
nl: Start de volgende aflevering automatisch aan het einde.
pl: Po zakończeniu odcinka automatycznie uruchom następny.
pt_br: Inicia automaticamente o próximo episódio ao terminar.
pt_pt: Inicia automaticamente o próximo episódio quando um termina.
ro: Pornește automat episodul următor când unul se termină.
ru: Автоматически запускать следующую серию в конце текущей.
sk: Automaticky spustí ďalšiu epizódu po skončení aktuálnej.
sv: Starta nästa avsnitt automatiskt när ett slutar.
tr: Bir bölüm bittiğinde sonrakini otomatik başlatır.
uk: Автоматично запускає наступний епізод після завершення поточного.
zh_hans: 当前剧集结束时自动开始下一集。
zh_hant: 目前的劇集結束時自動開始下一集。

# settings.playback.autoSkipIntro
source: Auto-Skip Intros
cs: Automaticky přeskakovat úvody
da: Spring intro over automatisk
de: Intros automatisch überspringen
el: Αυτόματη παράλειψη εισαγωγών
es: Omitir intros automáticamente
fi: Ohita introt automaattisesti
fr: Passer les intros automatiquement
hr: Automatski preskoči uvode
hu: Intro automatikus átugrása
it: Salta intro automaticamente
ja: イントロを自動スキップ
ko: 인트로 자동 건너뛰기
nb: Hopp over intro automatisk
nl: Intro automatisch overslaan
pl: Automatycznie pomijaj intro
pt_br: Pular aberturas automaticamente
pt_pt: Saltar aberturas automaticamente
ro: Omite automat introducerile
ru: Автопропуск заставок
sk: Automaticky preskakovať úvody
sv: Hoppa över intro automatiskt
tr: İntroları Otomatik Atla
uk: Автопропуск заставок
zh_hans: 自动跳过片头
zh_hant: 自動跳過片頭

# settings.playback.autoSkipRecap
source: Auto-Skip Recaps
cs: Automaticky přeskakovat shrnutí
da: Spring resumé over automatisk
de: Rückblicke automatisch überspringen
el: Αυτόματη παράλειψη ανακεφαλαιώσεων
es: Omitir resúmenes automáticamente
fi: Ohita kertaukset automaattisesti
fr: Passer les résumés automatiquement
hr: Automatski preskoči sažetke
hu: Összefoglaló automatikus átugrása
it: Salta riepiloghi automaticamente
ja: あらすじを自動スキップ
ko: 지난 줄거리 자동 건너뛰기
nb: Hopp over sammendrag automatisk
nl: Samenvatting automatisch overslaan
pl: Automatycznie pomijaj streszczenia
pt_br: Pular recapitulações automaticamente
pt_pt: Saltar resumos automaticamente
ro: Omite automat rezumatele
ru: Автопропуск пересказов
sk: Automaticky preskakovať zhrnutia
sv: Hoppa över sammanfattningar automatiskt
tr: Özetleri Otomatik Atla
uk: Автопропуск переказів
zh_hans: 自动跳过前情提要
zh_hant: 自動跳過前情提要

# settings.playback.autoSkipIntro.subtitle
source: Skip detected intro ranges without showing the button.
cs: Automaticky přeskočí rozpoznané úvody bez zobrazení tlačítka.
da: Spring over registrerede intro-områder uden at vise knappen.
de: Erkannte Intro-Bereiche überspringen, ohne den Button zu zeigen.
el: Παράλειψη εισαγωγών χωρίς εμφάνιση κουμπιού.
es: Omite las intros detectadas sin mostrar el botón.
fi: Ohittaa tunnistetut introt ilman painikkeen näyttämistä.
fr: Passe automatiquement les intros détectées sans afficher le bouton.
hr: Preskače otkrivene uvode bez prikaza gumba.
hu: Kihagyja a felismert intrókat gomb nélkül.
it: Salta gli intro rilevati senza mostrare il pulsante.
ja: 検出されたイントロ範囲をボタンを表示せずにスキップします。
ko: 감지된 인트로 범위를 버튼 없이 건너뜁니다.
nb: Hopp over oppdagede introområder uten å vise knappen.
nl: Slaat gedetecteerde intro-stukken over zonder de knop te tonen.
pl: Pomija wykryte zakresy intra bez pokazywania przycisku.
pt_br: Pula as aberturas detectadas sem mostrar o botão.
pt_pt: Salta as aberturas detetadas sem mostrar o botão.
ro: Omite introducerile detectate fără a afișa butonul.
ru: Пропускать обнаруженные заставки без показа кнопки.
sk: Automaticky preskočí rozpoznané úvody bez zobrazenia tlačidla.
sv: Hoppa över upptäckta introsekvenser utan att visa knappen.
tr: Tespit edilen intro aralıklarını düğme göstermeden atlar.
uk: Пропускає виявлені діапазони заставок без показу кнопки.
zh_hans: 跳过检测到的片头,不显示按钮。
zh_hant: 跳過已偵測的片頭,不顯示按鈕。

# settings.playback.autoSkipRecap.subtitle
source: Skip detected recap ranges without showing the button.
cs: Automaticky přeskočí rozpoznaná shrnutí bez zobrazení tlačítka.
da: Spring over registrerede resumé-områder uden at vise knappen.
de: Erkannte Rückblick-Bereiche überspringen, ohne den Button zu zeigen.
el: Παράλειψη ανακεφαλαιώσεων χωρίς εμφάνιση κουμπιού.
es: Omite los resúmenes detectados sin mostrar el botón.
fi: Ohittaa tunnistetut kertaukset ilman painikkeen näyttämistä.
fr: Passe automatiquement les résumés détectés sans afficher le bouton.
hr: Preskače otkrivene sažetke bez prikaza gumba.
hu: Kihagyja a felismert összefoglalókat gomb nélkül.
it: Salta i riepiloghi rilevati senza mostrare il pulsante.
ja: 検出されたあらすじ範囲をボタンを表示せずにスキップします。
ko: 감지된 지난 줄거리 범위를 버튼 없이 건너뜁니다.
nb: Hopp over oppdagede sammendragsområder uten å vise knappen.
nl: Slaat gedetecteerde samenvattingen over zonder de knop te tonen.
pl: Pomija wykryte streszczenia bez pokazywania przycisku.
pt_br: Pula as recapitulações detectadas sem mostrar o botão.
pt_pt: Salta os resumos detetados sem mostrar o botão.
ro: Omite rezumatele detectate fără a afișa butonul.
ru: Пропускать обнаруженные пересказы без показа кнопки.
sk: Automaticky preskočí rozpoznané zhrnutia bez zobrazenia tlačidla.
sv: Hoppa över upptäckta sammanfattningar utan att visa knappen.
tr: Tespit edilen özet aralıklarını düğme göstermeden atlar.
uk: Пропускає виявлені перекази без показу кнопки.
zh_hans: 跳过检测到的前情提要,不显示按钮。
zh_hant: 跳過已偵測的前情提要,不顯示按鈕。

# settings.playback.autoSkipOutro
source: Auto-skip outros
cs: Automaticky přeskakovat outra
da: Spring outros over automatisk
de: Outros automatisch überspringen
el: Αυτόματη παράλειψη outro
es: Omitir outros automáticamente
fi: Ohita lopputekstit automaattisesti
fr: Sauter les outros automatiquement
hr: Automatski preskoči outro
hu: Outrók automatikus kihagyása
it: Salta automaticamente i finali
ja: アウトロを自動スキップ
ko: 아웃트로 자동 건너뛰기
nb: Hopp over outroer automatisk
nl: Outros automatisch overslaan
pl: Automatycznie pomijaj outra
pt_br: Pular finais automaticamente
pt_pt: Saltar finais automaticamente
ro: Omite automat outro-urile
ru: Автопропуск концовок
sk: Automaticky preskočiť outro
sv: Hoppa över outros automatiskt
tr: Outroları otomatik atla
uk: Автоматично пропускати кінцівки
zh_hans: 自动跳过片尾
zh_hant: 自動跳過片尾

# settings.playback.autoSkipOutro.subtitle
source: Jump past the credits when the outro marker is detected.
cs: Při zjištění značky outra přeskočit titulky.
da: Spring forbi rulleteksterne, når outro-markøren registreres.
de: Springe über den Abspann, sobald der Outro-Marker erkannt wird.
el: Παράλειψη των τίτλων όταν εντοπιστεί ο δείκτης outro.
es: Salta los créditos cuando se detecte el marcador del outro.
fi: Ohita lopputekstit, kun outro-merkki havaitaan.
fr: Saute le générique de fin lorsque le marqueur d'outro est détecté.
hr: Preskoči odjavnu špicu kada se otkrije oznaka outra.
hu: Ugorja át a stáblistát, amikor az outro-jelölés érzékelhető.
it: Salta i titoli di coda quando viene rilevato il marcatore di outro.
ja: アウトロマーカーが検出されたらクレジットをスキップします。
ko: 아웃트로 마커가 감지되면 크레딧을 건너뜁니다.
nb: Hopp forbi rulleteksten når outro-markøren oppdages.
nl: Spring voorbij de aftiteling wanneer de outro-marker wordt gedetecteerd.
pl: Pomiń napisy końcowe po wykryciu znacznika outra.
pt_br: Pular os créditos quando o marcador de outro for detectado.
pt_pt: Saltar os créditos quando o marcador de final for detetado.
ro: Sare peste generic când este detectat marcajul de outro.
ru: Пропустить титры при обнаружении метки концовки.
sk: Pri zistení značky outra preskočiť titulky.
sv: Hoppa över eftertexterna när outro-markören upptäcks.
tr: Outro işaretçisi algılandığında jenerik atlanır.
uk: Пропустити титри, коли виявлено маркер кінцівки.
zh_hans: 检测到片尾标记时跳过演职员表。
zh_hant: 偵測到片尾標記時跳過演職員表。

# settings.playback.autoSubtitleForeign
source: Subtitles for foreign audio
cs: Titulky pro cizí jazyk
da: Undertekster ved fremmedsproget lyd
de: Untertitel bei fremdsprachigem Audio
el: Υπότιτλοι για ξενόγλωσσο ήχο
es: Subtítulos para audio en otro idioma
fi: Tekstitykset vieraskielisellä äänellä
fr: Sous-titres pour audio étranger
hr: Titlovi za strani audio
hu: Felirat idegen nyelvű hanghoz
it: Sottotitoli per audio in lingua straniera
ja: 外国語音声に字幕を表示
ko: 외국어 오디오 자막
nb: Undertekster ved fremmedspråklig lyd
nl: Ondertitels bij vreemdtalige audio
pl: Napisy do obcojęzycznego dźwięku
pt_br: Legendas para áudio em outro idioma
pt_pt: Legendas para áudio em língua estrangeira
ro: Subtitrări pentru audio străin
ru: Субтитры для иностранного аудио
sk: Titulky pre cudzojazyčný zvuk
sv: Undertexter vid främmande språk
tr: Yabancı sesli içerikler için altyazı
uk: Субтитри для іншомовного аудіо
zh_hans: 外语音轨的字幕
zh_hant: 外語音軌的字幕

# settings.playback.autoSubtitleForeign.subtitle
source: Automatically show subtitles when the playing audio track isn't in your preferred language.
cs: Automaticky zobrazit titulky, pokud přehrávaný zvuk není ve vašem preferovaném jazyce.
da: Vis automatisk undertekster, når den afspillende lyd ikke er på dit foretrukne sprog.
de: Untertitel automatisch einblenden, wenn die Tonspur nicht in deiner bevorzugten Sprache ist.
el: Εμφανίζει αυτόματα τους υπότιτλους όταν ο αναπαραγόμενος ήχος δεν είναι στη γλώσσα προτίμησής σας.
es: Muestra subtítulos automáticamente cuando el audio reproducido no está en tu idioma preferido.
fi: Näyttää tekstitykset automaattisesti, kun toistettava ääniraita ei ole haluamallasi kielellä.
fr: Affiche automatiquement les sous-titres lorsque la piste audio n'est pas dans votre langue préférée.
hr: Automatski prikazuje titlove kada reproducirani audio nije na željenom jeziku.
hu: Automatikusan megjeleníti a feliratot, ha a lejátszott hangsáv nem a kedvenc nyelveden van.
it: Mostra automaticamente i sottotitoli quando l'audio in riproduzione non è nella tua lingua preferita.
ja: 再生中のオーディオトラックが優先言語でない場合、字幕を自動表示します。
ko: 재생 중인 오디오 트랙이 선호 언어가 아닐 때 자막을 자동 표시합니다.
nb: Viser automatisk undertekster når avspillingsspråket ikke er ditt foretrukne språk.
nl: Toont automatisch ondertitels wanneer de afgespeelde audio niet in je voorkeurstaal is.
pl: Automatycznie wyświetla napisy, gdy odtwarzany dźwięk nie jest w preferowanym języku.
pt_br: Mostra legendas automaticamente quando o áudio reproduzido não está no seu idioma preferido.
pt_pt: Mostra legendas automaticamente quando o áudio reproduzido não está no seu idioma preferido.
ro: Afișează automat subtitrările când pista audio redată nu este în limba preferată.
ru: Автоматически показывать субтитры, когда воспроизводимая дорожка не на предпочитаемом языке.
sk: Automaticky zobraziť titulky, keď prehrávaný zvuk nie je vo vašom preferovanom jazyku.
sv: Visar automatiskt undertexter när det uppspelade ljudspåret inte är på ditt föredragna språk.
tr: Çalan ses parçası tercih ettiğin dilde değilse altyazıları otomatik gösterir.
uk: Автоматично показувати субтитри, коли аудіодоріжка не вашою мовою.
zh_hans: 当播放的音频不是您偏好的语言时，自动显示字幕。
zh_hant: 當播放的音訊不是您偏好的語言時，自動顯示字幕。

# settings.playback.buffer
source: Network Buffer
cs: Vyrovnávací paměť sítě
da: Netværksbuffer
de: Netzwerk-Puffer
el: Buffer δικτύου
es: Búfer de red
fi: Verkkopuskuri
fr: Mémoire tampon réseau
hr: Mrežni međuspremnik
hu: Hálózati puffer
it: Buffer di rete
ja: ネットワークバッファ
ko: 네트워크 버퍼
nb: Nettverksbuffer
nl: Netwerkbuffer
pl: Bufor sieciowy
pt_br: Buffer de rede
pt_pt: Buffer de rede
ro: Buffer de rețea
ru: Сетевой буфер
sk: Sieťová vyrovnávacia pamäť
sv: Nätverksbuffert
tr: Ağ arabelleği
uk: Мережевий буфер
zh_hans: 网络缓冲
zh_hant: 網路緩衝

# settings.playback.buffer.fiveMinutes
source: 5 Minutes
cs: 5 minut
da: 5 minutter
de: 5 Minuten
el: 5 λεπτά
es: 5 minutos
fi: 5 minuuttia
hr: 5 minuta
hu: 5 perc
it: 5 minuti
ja: 5分
ko: 5분
nb: 5 minutter
nl: 5 minuten
pl: 5 minut
pt_br: 5 minutos
pt_pt: 5 minutos
ro: 5 minute
ru: 5 минут
sk: 5 minút
sv: 5 minuter
tr: 5 dakika
uk: 5 хвилин
zh_hans: 5 分钟
zh_hant: 5 分鐘

# settings.playback.buffer.maximum
source: 10 Minutes
cs: 10 minut
da: 10 minutter
de: 10 Minuten
el: 10 λεπτά
es: 10 minutos
fi: 10 minuuttia
hr: 10 minuta
hu: 10 perc
it: 10 minuti
ja: 10分
ko: 10분
nb: 10 minutter
nl: 10 minuten
pl: 10 minut
pt_br: 10 minutos
pt_pt: 10 minutos
ro: 10 minute
ru: 10 минут
sk: 10 minút
sv: 10 minuter
tr: 10 dakika
uk: 10 хвилин
zh_hans: 10 分钟
zh_hant: 10 分鐘

# settings.playback.buffer.oneMinute
source: 1 Minute
cs: 1 minuta
da: 1 minut
el: 1 λεπτό
es: 1 minuto
fi: 1 minuutti
hr: 1 minuta
hu: 1 perc
it: 1 minuto
ja: 1分
ko: 1분
nb: 1 minutt
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
pt_pt: 1 minuto
ro: 1 minut
ru: 1 минута
sk: 1 minúta
sv: 1 minut
tr: 1 dakika
uk: 1 хвилина
zh_hans: 1 分钟
zh_hant: 1 分鐘

# settings.playback.buffer.subtitle
source: Buffer further ahead for smooth playback from slow network drives (WebDAV, rclone). Larger buffers reduce rewind depth on fast servers. Unlimited buffers as much of the title as free storage safely allows.
cs: Načítá více dopředu pro plynulé přehrávání z pomalých síťových disků (WebDAV, rclone). Větší vyrovnávací paměť zkracuje hloubku převíjení zpět na rychlých serverech. Neomezeně načte tolik z titulu, kolik bezpečně dovolí volné úložiště.
da: Buffer længere frem for jævn afspilning fra langsomme netværksdrev (WebDAV, rclone). Større buffere reducerer tilbagespolingsdybden på hurtige servere. Ubegrænset buffrer så meget af titlen, som den ledige lagerplads sikkert tillader.
de: Lädt weiter voraus für flüssige Wiedergabe von langsamen Netzlaufwerken (WebDAV, rclone). Größere Puffer verringern die Rückspultiefe auf schnellen Servern. Unbegrenzt puffert so viel vom Titel, wie der freie Speicher sicher zulässt.
el: Προφόρτωση περισσότερου περιεχομένου για ομαλή αναπαραγωγή από αργούς δίσκους δικτύου (WebDAV, rclone). Τα μεγαλύτερα buffer μειώνουν το βάθος επαναφοράς σε γρήγορους διακομιστές. Το Απεριόριστο αποθηκεύει όσο μέρος του τίτλου επιτρέπει με ασφάλεια ο ελεύθερος χώρος.
es: Almacena más contenido por adelantado para una reproducción fluida desde unidades de red lentas (WebDAV, rclone). Los búferes más grandes reducen la profundidad de rebobinado en servidores rápidos. Sin límite almacena tanto del título como permita con seguridad el espacio libre.
fi: Puskuroi enemmän etukäteen sujuvaa toistoa varten hitailta verkkoasemilta (WebDAV, rclone). Suuremmat puskurit lyhentävät taaksepäin kelaamisen syvyyttä nopeilla palvelimilla. Rajoittamaton puskuroi nimikkeestä niin paljon kuin vapaa tallennustila turvallisesti sallii.
fr: Met davantage en mémoire tampon pour une lecture fluide depuis des lecteurs réseau lents (WebDAV, rclone). Des tampons plus grands réduisent la profondeur de rembobinage sur les serveurs rapides. Illimité met en mémoire tampon autant du titre que l'espace libre le permet en toute sécurité.
hr: Učitava više unaprijed za glatku reprodukciju sa sporih mrežnih pogona (WebDAV, rclone). Veći međuspremnici smanjuju dubinu premotavanja unatrag na brzim poslužiteljima. Neograničeno učitava onoliko naslova koliko slobodan prostor sigurno dopušta.
hu: Több tartalmat tölt be előre a zökkenőmentes lejátszáshoz lassú hálózati meghajtókról (WebDAV, rclone). A nagyobb pufferek csökkentik a visszatekerés mélységét gyors kiszolgálókon. A Korlátlan annyit tölt be a címből, amennyit a szabad tárhely biztonságosan enged.
it: Precarica più contenuto per una riproduzione fluida da unità di rete lente (WebDAV, rclone). Buffer più grandi riducono la profondità di riavvolgimento su server veloci. Illimitato memorizza quanta parte del titolo lo spazio libero consente in sicurezza.
ja: 低速なネットワークドライブ（WebDAV、rclone）からのスムーズな再生のため、先読みを増やします。バッファを大きくすると、高速なサーバーでの巻き戻し可能な範囲が短くなります。 「無制限」は空き容量が安全に許す限りタイトルを先読みします。
ko: 느린 네트워크 드라이브(WebDAV, rclone)에서 매끄러운 재생을 위해 더 많이 미리 버퍼링합니다. 버퍼가 클수록 빠른 서버에서 되감기 가능 범위가 줄어듭니다. 무제한은 여유 저장 공간이 안전하게 허용하는 만큼 타이틀을 미리 버퍼링합니다.
nb: Buffer lenger frem for jevn avspilling fra trege nettverksstasjoner (WebDAV, rclone). Større buffere reduserer tilbakespolingsdybden på raske servere. Ubegrenset bufrer så mye av tittelen som ledig lagringsplass trygt tillater.
nl: Buffert verder vooruit voor soepele weergave vanaf trage netwerkschijven (WebDAV, rclone). Grotere buffers verkleinen de terugspoeldiepte op snelle servers. Onbeperkt buffert zoveel van de titel als de vrije opslagruimte veilig toelaat.
pl: Buforuje więcej z wyprzedzeniem dla płynnego odtwarzania z wolnych dysków sieciowych (WebDAV, rclone). Większe bufory zmniejszają głębokość przewijania do tyłu na szybkich serwerach. Bez limitu buforuje tyle tytułu, ile bezpiecznie pozwala wolne miejsce.
pt_br: Armazena mais conteúdo à frente para reprodução suave a partir de unidades de rede lentas (WebDAV, rclone). Buffers maiores reduzem a profundidade de retrocesso em servidores rápidos. Ilimitado armazena tanto do título quanto o espaço livre permitir com segurança.
pt_pt: Coloca mais conteúdo em buffer com antecedência para uma reprodução fluida a partir de unidades de rede lentas (WebDAV, rclone). Buffers maiores reduzem a profundidade de retrocesso em servidores rápidos. Ilimitado coloca em buffer tanto do título quanto o espaço livre permitir com segurança.
ro: Încarcă mai mult în avans pentru redare fluidă de pe unități de rețea lente (WebDAV, rclone). Bufferele mai mari reduc adâncimea de derulare înapoi pe serverele rapide. Nelimitat încarcă din titlu atât cât permite în siguranță spațiul liber.
ru: Буферизует больше данных заранее для плавного воспроизведения с медленных сетевых дисков (WebDAV, rclone). Больший буфер уменьшает глубину перемотки назад на быстрых серверах. Режим «Без ограничений» буферизует столько, сколько безопасно позволяет свободное место.
sk: Načíta viac vopred pre plynulé prehrávanie z pomalých sieťových diskov (WebDAV, rclone). Väčšia vyrovnávacia pamäť skracuje hĺbku pretáčania dozadu na rýchlych serveroch. Neobmedzene načíta z titulu toľko, koľko bezpečne dovolí voľné úložisko.
sv: Buffrar längre fram för jämn uppspelning från långsamma nätverksenheter (WebDAV, rclone). Större buffertar minskar bakåtspolningsdjupet på snabba servrar. Obegränsad buffrar så mycket av titeln som det lediga utrymmet säkert tillåter.
tr: Yavaş ağ sürücülerinden (WebDAV, rclone) akıcı oynatma için daha fazla önbelleğe alır. Daha büyük arabellekler, hızlı sunucularda geri sarma derinliğini azaltır. Sınırsız, boş depolama alanının güvenle izin verdiği kadar içeriği önceden önbelleğe alır.
uk: Буферизує більше даних заздалегідь для плавного відтворення з повільних мережевих дисків (WebDAV, rclone). Більший буфер зменшує глибину перемотування назад на швидких серверах. Режим «Без обмежень» буферизує стільки, скільки безпечно дозволяє вільне місце.
zh_hans: 为从缓慢的网络驱动器（WebDAV、rclone）流畅播放而预先缓冲更多内容。缓冲越大，在高速服务器上可回退的范围越小。 无限制会在可用存储空间安全允许的范围内尽量多地预先缓冲影片。
zh_hant: 為了從緩慢的網路磁碟機（WebDAV、rclone）流暢播放而預先緩衝更多內容。緩衝越大，在高速伺服器上可倒轉的範圍越小。 無限制會在可用儲存空間安全允許的範圍內盡量多地預先緩衝影片。

# settings.playback.buffer.system
source: System
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
hr: Sustav
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системный
sk: Systém
tr: Sistem
uk: Системний
zh_hans: 系统
zh_hant: 系統

# settings.playback.buffer.unlimited
source: Unlimited
cs: Neomezeně
da: Ubegrænset
de: Unbegrenzt
el: Απεριόριστο
es: Sin límite
fi: Rajoittamaton
fr: Illimité
hr: Neograničeno
hu: Korlátlan
it: Illimitato
ja: 無制限
ko: 무제한
nb: Ubegrenset
nl: Onbeperkt
pl: Bez limitu
pt_br: Ilimitado
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
sk: Neobmedzene
sv: Obegränsad
tr: Sınırsız
uk: Без обмежень
zh_hans: 无限制
zh_hant: 無限制

# settings.playback.engineDiagnostics.subtitle
source: Adds buffer, network, and subsystem counters. For troubleshooting.
cs: Přidá čítače bufferu, sítě a subsystémů. Pro řešení potíží.
da: Tilføjer tællere for buffer, netværk og undersystem. Til fejlfinding.
de: Zeigt Buffer-, Netzwerk- und Subsystem-Zähler. Für Troubleshooting.
el: Προσθέτει μετρητές buffer, δικτύου και υποσυστημάτων. Για διάγνωση.
es: Añade contadores de búfer, red y subsistemas. Para solucionar problemas.
fi: Lisää puskuri-, verkko- ja alijärjestelmälaskurit. Vianetsintään.
fr: Ajoute des compteurs de buffer, réseau et sous-systèmes. Pour le dépannage.
hr: Dodaje brojače bufera, mreže i podsustava. Za rješavanje problema.
hu: Buffer-, hálózati és alrendszer-számlálók megjelenítése. Hibakereséshez.
it: Aggiunge contatori di buffer, rete e sottosistemi. Per il troubleshooting.
ja: バッファ、ネットワーク、サブシステムのカウンタを追加します。トラブルシュート用。
ko: 버퍼, 네트워크, 서브시스템 카운터를 추가합니다. 문제 해결용.
nb: Legger til tellere for buffer, nettverk og delsystem. For feilsøking.
nl: Voegt buffer-, netwerk- en subsysteemtellers toe. Voor probleemoplossing.
pl: Dodaje liczniki bufora, sieci i podsystemów. Do diagnostyki.
pt_br: Adiciona contadores de buffer, rede e subsistemas. Para diagnóstico.
pt_pt: Adiciona contadores de buffer, rede e subsistemas. Para diagnóstico.
ro: Adaugă contoare pentru buffer, rețea și subsisteme. Pentru depanare.
ru: Добавляет счётчики буфера, сети и подсистем. Для диагностики.
sk: Pridá počítadlá bufferu, siete a podsystémov. Na riešenie problémov.
sv: Lägger till räknare för buffert, nätverk och delsystem. För felsökning.
tr: Tampon, ağ ve alt sistem sayaçları ekler. Sorun gidermek için.
uk: Додає лічильники буфера, мережі та підсистем. Для діагностики.
zh_hans: 添加缓冲、网络和子系统计数器。用于故障排查。
zh_hant: 新增緩衝、網路和子系統計數器。用於疑難排解。

# settings.playback.engineDiagnostics.title
source: Engine Diagnostics
cs: Diagnostika enginu
da: Engine-diagnostik
de: Engine-Diagnose
el: Διαγνωστικά μηχανής
es: Diagnóstico del motor
fi: Moottorin diagnostiikka
fr: Diagnostic du moteur
hr: Dijagnostika enginea
hu: Motor diagnosztika
it: Diagnostica engine
ja: エンジン診断
ko: 엔진 진단
nb: Engine-diagnostikk
nl: Engine-diagnostiek
pl: Diagnostyka silnika
pt_br: Diagnóstico do engine
pt_pt: Diagnóstico do motor
ro: Diagnostic motor
ru: Диагностика движка
sk: Diagnostika enginu
sv: Engine-diagnostik
tr: Motor tanılaması
uk: Діагностика рушія
zh_hans: 引擎诊断
zh_hant: 引擎診斷
